Repository: RedTurtle/auslfe.formonline.tokenaccess
Catalog: auslfe/formonline/tokenaccess/locales/*/LC_MESSAGES/auslfe.formonline.tokenaccess.po
Languages: it

source: Approve
it: Approva

source: Change state of current request
it: Cambia lo stato della richiesta

source: Comment to the action
it: Commento all'azione

source: Reject
it: Rifiuta

source: Send
it: Invia

source: This request is invalid, probably already performed
it: La richiesta è invalida, probabilmente già eseguita

source: When rejecting, a motivation is required
it: Quando si rifiuta, è richiesta una motivazione

source: action-comment-required-when
it: Obbligatorio se vuoi rifiutare la richiesta

source: approve-view-message
it: Hai approvato la richiesta

source: reject-view-message
it: Hai rifiutato la richiesta
